Repository: PyWhy-3275/Modules
Catalog: domains/languages/*.po
Languages: de_de

source: No Domains available!
de_de: Keine Domains verfügbar!

source: Please create a new domain to administer it.
de_de: Bitte legen Sie eine neue Domain an um diese zu administrieren.

source: Create new Domain
de_de: Neue Domain erstellen

source: Create Domain
de_de: Domain erstellen

source: Create New
de_de: Neu erstellen

source: Delete selected
de_de: ausgewählte löschen

source: Domain name
de_de: Name der Domain

source: Home directory
de_de: Hauptverzeichnis

source: Create a new home directory
de_de: Erstelle neues Hauptverzeichnis

source: Use existing home directory
de_de: Benutze bestehendes Hauptverzeichnis

source: The domain must refer to the IP Address <strong>%s</strong> or be managed by our <a href="%s" target="_blank">nameserver</a> (DNS). Adding domains does not replace the domain registration!
de_de: Die Domain muss zu der IP Addresse <strong>%s</strong> verweisen oder bereits von ihrem <a href="%s" target="_blank">Nameserver</a> (DNS) verwaltet werden. Das hinzufügen von Domains ersetzt nicht die Domain-Registrierung bei einer offiziellen Domain-Registry!

source: Please select the Domains you want to delete!
de_de: Bitte wählen Sie eine Domain aus, die Sie löschen möchten!

source: An unknown error has occurred. Please retry your action!
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie die Aktion erneut!

source: You have no permissions to delete the Domain <strong>%s</strong>!
de_de: Sie haben keine Berechtigung um die Domain <strong>%s</strong> zu löschen!

source: Following Domains will be deleted: <strong>%s</strong>!
de_de: Folgende Domains werden gelöscht: <strong>%s</strong>!

source: Please enter a domain name!
de_de: Bitte geben Sie einen Domain-Namen an!

source: Domain already exists.
de_de: Domain existiert bereits.

source: Please select a valid home directory!
de_de: Bitte wählen Sie ein valides Hauptverzeichnis aus!

source: Please select an existing home directory!
de_de: Bitte wählen Sie ein existierendes Hauptverzeichnis aus!

source: Deleting
de_de: Wird gelöscht

source: Pending
de_de: In Arbeit

source: Error
de_de: Fehler
